{
  "token2idx": {
    "(21, 'dotted_eighth', 'f')": 0,
    "(21, 'dotted_eighth', 'ff')": 1,
    "(21, 'dotted_eighth', 'p')": 2,
    "(21, 'dotted_eighth', 'ppp')": 3,
    "(21, 'dotted_half', 'f')": 4,
    "(21, 'dotted_quarter', 'ff')": 5,
    "(21, 'dotted_quarter', 'fff')": 6,
    "(21, 'dotted_quarter', 'p')": 7,
    "(21, 'eighth', 'f')": 8,
    "(21, 'eighth', 'ff')": 9,
    "(21, 'eighth', 'fff')": 10,
    "(21, 'eighth', 'mf')": 11,
    "(21, 'eighth', 'mp')": 12,
    "(21, 'eighth', 'p')": 13,
    "(21, 'eighth', 'pp')": 14,
    "(21, 'half', 'pp')": 15,
    "(21, 'long', 'f')": 16,
    "(21, 'long', 'pp')": 17,
    "(21, 'long', 'ppp')": 18,
    "(21, 'quarter', 'f')": 19,
    "(21, 'quarter', 'fff')": 20,
    "(21, 'quarter', 'p')": 21,
    "(21, 'sixteenth', 'f')": 22,
    "(21, 'sixteenth', 'ff')": 23,
    "(21, 'sixteenth', 'fff')": 24,
    "(21, 'sixteenth', 'mf')": 25,
    "(21, 'sixteenth', 'mp')": 26,
    "(21, 'sixteenth', 'p')": 27,
    "(21, 'sixteenth', 'pp')": 28,
    "(21, 'sixteenth', 'ppp')": 29,
    "(21, 'thirty_second', 'f')": 30,
    "(21, 'thirty_second', 'ff')": 31,
    "(21, 'thirty_second', 'fff')": 32,
    "(21, 'thirty_second', 'mf')": 33,
    "(21, 'thirty_second', 'mp')": 34,
    "(21, 'thirty_second', 'p')": 35,
    "(21, 'thirty_second', 'pp')": 36,
    "(21, 'thirty_second', 'ppp')": 37,
    "(21, 'whole', 'f')": 38,
    "(22, 'dotted_eighth', 'f')": 39,
    "(22, 'dotted_eighth', 'ff')": 40,
    "(22, 'dotted_eighth', 'fff')": 41,
    "(22, 'dotted_eighth', 'mf')": 42,
    "(22, 'dotted_eighth', 'mp')": 43,
    "(22, 'dotted_eighth', 'p')": 44,
    "(22, 'dotted_eighth', 'pp')": 45,
    "(22, 'dotted_eighth', 'ppp')": 46,
    "(22, 'dotted_half', 'f')": 47,
    "(22, 'dotted_half', 'ff')": 48,
    "(22, 'dotted_half', 'fff')": 49,
    "(22, 'dotted_half', 'mf')": 50,
    "(22, 'dotted_half', 'mp')": 51,
    "(22, 'dotted_half', 'p')": 52,
    "(22, 'dotted_half', 'pp')": 53,
    "(22, 'dotted_quarter', 'f')": 54,
    "(22, 'dotted_quarter', 'ff')": 55,
    "(22, 'dotted_quarter', 'fff')": 56,
    "(22, 'dotted_quarter', 'mf')": 57,
    "(22, 'dotted_quarter', 'mp')": 58,
    "(22, 'dotted_quarter', 'p')": 59,
    "(22, 'dotted_quarter', 'pp')": 60,
    "(22, 'eighth', 'f')": 61,
    "(22, 'eighth', 'ff')": 62,
    "(22, 'eighth', 'fff')": 63,
    "(22, 'eighth', 'mf')": 64,
    "(22, 'eighth', 'mp')": 65,
    "(22, 'eighth', 'p')": 66,
    "(22, 'eighth', 'pp')": 67,
    "(22, 'half', 'f')": 68,
    "(22, 'half', 'ff')": 69,
    "(22, 'half', 'fff')": 70,
    "(22, 'half', 'mf')": 71,
    "(22, 'half', 'mp')": 72,
    "(22, 'half', 'p')": 73,
    "(22, 'long', 'f')": 74,
    "(22, 'long', 'ff')": 75,
    "(22, 'long', 'fff')": 76,
    "(22, 'long', 'mf')": 77,
    "(22, 'long', 'mp')": 78,
    "(22, 'long', 'p')": 79,
    "(22, 'long', 'pp')": 80,
    "(22, 'long', 'ppp')": 81,
    "(22, 'quarter', 'f')": 82,
    "(22, 'quarter', 'ff')": 83,
    "(22, 'quarter', 'fff')": 84,
    "(22, 'quarter', 'mf')": 85,
    "(22, 'quarter', 'mp')": 86,
    "(22, 'quarter', 'p')": 87,
    "(22, 'quarter', 'pp')": 88,
    "(22, 'sixteenth', 'f')": 89,
    "(22, 'sixteenth', 'ff')": 90,
    "(22, 'sixteenth', 'fff')": 91,
    "(22, 'sixteenth', 'mf')": 92,
    "(22, 'sixteenth', 'mp')": 93,
    "(22, 'sixteenth', 'p')": 94,
    "(22, 'sixteenth', 'pp')": 95,
    "(22, 'sixteenth', 'ppp')": 96,
    "(22, 'thirty_second', 'f')": 97,
    "(22, 'thirty_second', 'ff')": 98,
    "(22, 'thirty_second', 'fff')": 99,
    "(22, 'thirty_second', 'mf')": 100,
    "(22, 'thirty_second', 'mp')": 101,
    "(22, 'thirty_second', 'p')": 102,
    "(22, 'thirty_second', 'pp')": 103,
    "(22, 'thirty_second', 'ppp')": 104,
    "(22, 'whole', 'f')": 105,
    "(22, 'whole', 'ff')": 106,
    "(22, 'whole', 'fff')": 107,
    "(22, 'whole', 'mf')": 108,
    "(22, 'whole', 'mp')": 109,
    "(22, 'whole', 'p')": 110,
    "(22, 'whole', 'pp')": 111,
    "(23, 'dotted_eighth', 'f')": 112,
    "(23, 'dotted_eighth', 'ff')": 113,
    "(23, 'dotted_eighth', 'mf')": 114,
    "(23, 'dotted_eighth', 'mp')": 115,
    "(23, 'dotted_eighth', 'p')": 116,
    "(23, 'dotted_eighth', 'pp')": 117,
    "(23, 'dotted_half', 'f')": 118,
    "(23, 'dotted_half', 'ff')": 119,
    "(23, 'dotted_half', 'mf')": 120,
    "(23, 'dotted_half', 'mp')": 121,
    "(23, 'dotted_half', 'p')": 122,
    "(23, 'dotted_quarter', 'f')": 123,
    "(23, 'dotted_quarter', 'ff')": 124,
    "(23, 'dotted_quarter', 'mf')": 125,
    "(23, 'dotted_quarter', 'mp')": 126,
    "(23, 'dotted_quarter', 'p')": 127,
    "(23, 'dotted_quarter', 'pp')": 128,
    "(23, 'eighth', 'f')": 129,
    "(23, 'eighth', 'ff')": 130,
    "(23, 'eighth', 'mf')": 131,
    "(23, 'eighth', 'mp')": 132,
    "(23, 'eighth', 'p')": 133,
    "(23, 'eighth', 'pp')": 134,
    "(23, 'half', 'f')": 135,
    "(23, 'half', 'ff')": 136,
    "(23, 'half', 'mf')": 137,
    "(23, 'half', 'mp')": 138,
    "(23, 'half', 'p')": 139,
    "(23, 'half', 'pp')": 140,
    "(23, 'half', 'ppp')": 141,
    "(23, 'long', 'f')": 142,
    "(23, 'long', 'ff')": 143,
    "(23, 'long', 'mf')": 144,
    "(23, 'long', 'mp')": 145,
    "(23, 'long', 'p')": 146,
    "(23, 'long', 'pp')": 147,
    "(23, 'quarter', 'f')": 148,
    "(23, 'quarter', 'ff')": 149,
    "(23, 'quarter', 'mf')": 150,
    "(23, 'quarter', 'mp')": 151,
    "(23, 'quarter', 'p')": 152,
    "(23, 'quarter', 'pp')": 153,
    "(23, 'sixteenth', 'f')": 154,
    "(23, 'sixteenth', 'ff')": 155,
    "(23, 'sixteenth', 'mf')": 156,
    "(23, 'sixteenth', 'mp')": 157,
    "(23, 'sixteenth', 'p')": 158,
    "(23, 'sixteenth', 'pp')": 159,
    "(23, 'sixteenth', 'ppp')": 160,
    "(23, 'thirty_second', 'f')": 161,
    "(23, 'thirty_second', 'ff')": 162,
    "(23, 'thirty_second', 'mf')": 163,
    "(23, 'thirty_second', 'mp')": 164,
    "(23, 'thirty_second', 'p')": 165,
    "(23, 'thirty_second', 'pp')": 166,
    "(23, 'thirty_second', 'ppp')": 167,
    "(23, 'whole', 'f')": 168,
    "(23, 'whole', 'ff')": 169,
    "(23, 'whole', 'mf')": 170,
    "(23, 'whole', 'mp')": 171,
    "(23, 'whole', 'p')": 172,
    "(23, 'whole', 'pp')": 173,
    "(24, 'dotted_eighth', 'f')": 174,
    "(24, 'dotted_eighth', 'ff')": 175,
    "(24, 'dotted_eighth', 'mf')": 176,
    "(24, 'dotted_eighth', 'mp')": 177,
    "(24, 'dotted_eighth', 'p')": 178,
    "(24, 'dotted_eighth', 'pp')": 179,
    "(24, 'dotted_half', 'f')": 180,
    "(24, 'dotted_half', 'ff')": 181,
    "(24, 'dotted_half', 'mf')": 182,
    "(24, 'dotted_half', 'mp')": 183,
    "(24, 'dotted_half', 'p')": 184,
    "(24, 'dotted_half', 'pp')": 185,
    "(24, 'dotted_half', 'ppp')": 186,
    "(24, 'dotted_quarter', 'f')": 187,
    "(24, 'dotted_quarter', 'ff')": 188,
    "(24, 'dotted_quarter', 'mf')": 189,
    "(24, 'dotted_quarter', 'mp')": 190,
    "(24, 'dotted_quarter', 'p')": 191,
    "(24, 'dotted_quarter', 'pp')": 192,
    "(24, 'eighth', 'f')": 193,
    "(24, 'eighth', 'ff')": 194,
    "(24, 'eighth', 'fff')": 195,
    "(24, 'eighth', 'mf')": 196,
    "(24, 'eighth', 'mp')": 197,
    "(24, 'eighth', 'p')": 198,
    "(24, 'eighth', 'pp')": 199,
    "(24, 'eighth', 'ppp')": 200,
    "(24, 'half', 'f')": 201,
    "(24, 'half', 'ff')": 202,
    "(24, 'half', 'mf')": 203,
    "(24, 'half', 'mp')": 204,
    "(24, 'half', 'p')": 205,
    "(24, 'half', 'pp')": 206,
    "(24, 'long', 'f')": 207,
    "(24, 'long', 'ff')": 208,
    "(24, 'long', 'fff')": 209,
    "(24, 'long', 'mf')": 210,
    "(24, 'long', 'mp')": 211,
    "(24, 'long', 'p')": 212,
    "(24, 'long', 'pp')": 213,
    "(24, 'long', 'ppp')": 214,
    "(24, 'quarter', 'f')": 215,
    "(24, 'quarter', 'ff')": 216,
    "(24, 'quarter', 'mf')": 217,
    "(24, 'quarter', 'mp')": 218,
    "(24, 'quarter', 'p')": 219,
    "(24, 'quarter', 'pp')": 220,
    "(24, 'sixteenth', 'f')": 221,
    "(24, 'sixteenth', 'ff')": 222,
    "(24, 'sixteenth', 'fff')": 223,
    "(24, 'sixteenth', 'mf')": 224,
    "(24, 'sixteenth', 'mp')": 225,
    "(24, 'sixteenth', 'p')": 226,
    "(24, 'sixteenth', 'pp')": 227,
    "(24, 'sixteenth', 'ppp')": 228,
    "(24, 'thirty_second', 'f')": 229,
    "(24, 'thirty_second', 'ff')": 230,
    "(24, 'thirty_second', 'fff')": 231,
    "(24, 'thirty_second', 'mf')": 232,
    "(24, 'thirty_second', 'mp')": 233,
    "(24, 'thirty_second', 'p')": 234,
    "(24, 'thirty_second', 'pp')": 235,
    "(24, 'thirty_second', 'ppp')": 236,
    "(24, 'whole', 'f')": 237,
    "(24, 'whole', 'ff')": 238,
    "(24, 'whole', 'mf')": 239,
    "(24, 'whole', 'mp')": 240,
    "(24, 'whole', 'p')": 241,
    "(24, 'whole', 'pp')": 242,
    "(25, 'dotted_eighth', 'f')": 243,
    "(25, 'dotted_eighth', 'ff')": 244,
    "(25, 'dotted_eighth', 'mf')": 245,
    "(25, 'dotted_eighth', 'mp')": 246,
    "(25, 'dotted_eighth', 'p')": 247,
    "(25, 'dotted_eighth', 'pp')": 248,
    "(25, 'dotted_eighth', 'ppp')": 249,
    "(25, 'dotted_half', 'f')": 250,
    "(25, 'dotted_half', 'ff')": 251,
    "(25, 'dotted_half', 'fff')": 252,
    "(25, 'dotted_half', 'mf')": 253,
    "(25, 'dotted_half', 'mp')": 254,
    "(25, 'dotted_half', 'p')": 255,
    "(25, 'dotted_half', 'pp')": 256,
    "(25, 'dotted_half', 'ppp')": 257,
    "(25, 'dotted_quarter', 'f')": 258,
    "(25, 'dotted_quarter', 'ff')": 259,
    "(25, 'dotted_quarter', 'mf')": 260,
    "(25, 'dotted_quarter', 'mp')": 261,
    "(25, 'dotted_quarter', 'p')": 262,
    "(25, 'dotted_quarter', 'pp')": 263,
    "(25, 'dotted_quarter', 'ppp')": 264,
    "(25, 'eighth', 'f')": 265,
    "(25, 'eighth', 'ff')": 266,
    "(25, 'eighth', 'mf')": 267,
    "(25, 'eighth', 'mp')": 268,
    "(25, 'eighth', 'p')": 269,
    "(25, 'eighth', 'pp')": 270,
    "(25, 'eighth', 'ppp')": 271,
    "(25, 'half', 'f')": 272,
    "(25, 'half', 'ff')": 273,
    "(25, 'half', 'mf')": 274,
    "(25, 'half', 'mp')": 275,
    "(25, 'half', 'p')": 276,
    "(25, 'half', 'pp')": 277,
    "(25, 'half', 'ppp')": 278,
    "(25, 'long', 'f')": 279,
    "(25, 'long', 'ff')": 280,
    "(25, 'long', 'mf')": 281,
    "(25, 'long', 'mp')": 282,
    "(25, 'long', 'p')": 283,
    "(25, 'long', 'pp')": 284,
    "(25, 'long', 'ppp')": 285,
    "(25, 'quarter', 'f')": 286,
    "(25, 'quarter', 'ff')": 287,
    "(25, 'quarter', 'fff')": 288,
    "(25, 'quarter', 'mf')": 289,
    "(25, 'quarter', 'mp')": 290,
    "(25, 'quarter', 'p')": 291,
    "(25, 'quarter', 'pp')": 292,
    "(25, 'quarter', 'ppp')": 293,
    "(25, 'sixteenth', 'f')": 294,
    "(25, 'sixteenth', 'ff')": 295,
    "(25, 'sixteenth', 'mf')": 296,
    "(25, 'sixteenth', 'mp')": 297,
    "(25, 'sixteenth', 'p')": 298,
    "(25, 'sixteenth', 'pp')": 299,
    "(25, 'sixteenth', 'ppp')": 300,
    "(25, 'thirty_second', 'f')": 301,
    "(25, 'thirty_second', 'ff')": 302,
    "(25, 'thirty_second', 'fff')": 303,
    "(25, 'thirty_second', 'mf')": 304,
    "(25, 'thirty_second', 'mp')": 305,
    "(25, 'thirty_second', 'p')": 306,
    "(25, 'thirty_second', 'pp')": 307,
    "(25, 'thirty_second', 'ppp')": 308,
    "(25, 'whole', 'f')": 309,
    "(25, 'whole', 'ff')": 310,
    "(25, 'whole', 'fff')": 311,
    "(25, 'whole', 'mf')": 312,
    "(25, 'whole', 'mp')": 313,
    "(25, 'whole', 'p')": 314,
    "(25, 'whole', 'pp')": 315,
    "(25, 'whole', 'ppp')": 316,
    "(26, 'dotted_eighth', 'f')": 317,
    "(26, 'dotted_eighth', 'ff')": 318,
    "(26, 'dotted_eighth', 'mf')": 319,
    "(26, 'dotted_eighth', 'mp')": 320,
    "(26, 'dotted_eighth', 'p')": 321,
    "(26, 'dotted_eighth', 'pp')": 322,
    "(26, 'dotted_eighth', 'ppp')": 323,
    "(26, 'dotted_half', 'f')": 324,
    "(26, 'dotted_half', 'ff')": 325,
    "(26, 'dotted_half', 'fff')": 326,
    "(26, 'dotted_half', 'mf')": 327,
    "(26, 'dotted_half', 'mp')": 328,
    "(26, 'dotted_half', 'p')": 329,
    "(26, 'dotted_half', 'pp')": 330,
    "(26, 'dotted_half', 'ppp')": 331,
    "(26, 'dotted_quarter', 'f')": 332,
    "(26, 'dotted_quarter', 'ff')": 333,
    "(26, 'dotted_quarter', 'mf')": 334,
    "(26, 'dotted_quarter', 'mp')": 335,
    "(26, 'dotted_quarter', 'p')": 336,
    "(26, 'dotted_quarter', 'pp')": 337,
    "(26, 'eighth', 'f')": 338,
    "(26, 'eighth', 'ff')": 339,
    "(26, 'eighth', 'fff')": 340,
    "(26, 'eighth', 'mf')": 341,
    "(26, 'eighth', 'mp')": 342,
    "(26, 'eighth', 'p')": 343,
    "(26, 'eighth', 'pp')": 344,
    "(26, 'eighth', 'ppp')": 345,
    "(26, 'half', 'f')": 346,
    "(26, 'half', 'ff')": 347,
    "(26, 'half', 'fff')": 348,
    "(26, 'half', 'mf')": 349,
    "(26, 'half', 'mp')": 350,
    "(26, 'half', 'p')": 351,
    "(26, 'half', 'pp')": 352,
    "(26, 'half', 'ppp')": 353,
    "(26, 'long', 'f')": 354,
    "(26, 'long', 'ff')": 355,
    "(26, 'long', 'fff')": 356,
    "(26, 'long', 'mf')": 357,
    "(26, 'long', 'mp')": 358,
    "(26, 'long', 'p')": 359,
    "(26, 'long', 'pp')": 360,
    "(26, 'long', 'ppp')": 361,
    "(26, 'quarter', 'f')": 362,
    "(26, 'quarter', 'ff')": 363,
    "(26, 'quarter', 'mf')": 364,
    "(26, 'quarter', 'mp')": 365,
    "(26, 'quarter', 'p')": 366,
    "(26, 'quarter', 'pp')": 367,
    "(26, 'quarter', 'ppp')": 368,
    "(26, 'sixteenth', 'f')": 369,
    "(26, 'sixteenth', 'ff')": 370,
    "(26, 'sixteenth', 'mf')": 371,
    "(26, 'sixteenth', 'mp')": 372,
    "(26, 'sixteenth', 'p')": 373,
    "(26, 'sixteenth', 'pp')": 374,
    "(26, 'sixteenth', 'ppp')": 375,
    "(26, 'thirty_second', 'f')": 376,
    "(26, 'thirty_second', 'ff')": 377,
    "(26, 'thirty_second', 'fff')": 378,
    "(26, 'thirty_second', 'mf')": 379,
    "(26, 'thirty_second', 'mp')": 380,
    "(26, 'thirty_second', 'p')": 381,
    "(26, 'thirty_second', 'pp')": 382,
    "(26, 'thirty_second', 'ppp')": 383,
    "(26, 'whole', 'f')": 384,
    "(26, 'whole', 'ff')": 385,
    "(26, 'whole', 'mf')": 386,
    "(26, 'whole', 'mp')": 387,
    "(26, 'whole', 'p')": 388,
    "(26, 'whole', 'pp')": 389,
    "(26, 'whole', 'ppp')": 390,
    "(27, 'dotted_eighth', 'f')": 391,
    "(27, 'dotted_eighth', 'ff')": 392,
    "(27, 'dotted_eighth', 'mf')": 393,
    "(27, 'dotted_eighth', 'mp')": 394,
    "(27, 'dotted_eighth', 'p')": 395,
    "(27, 'dotted_eighth', 'pp')": 396,
    "(27, 'dotted_eighth', 'ppp')": 397,
    "(27, 'dotted_half', 'f')": 398,
    "(27, 'dotted_half', 'ff')": 399,
    "(27, 'dotted_half', 'fff')": 400,
    "(27, 'dotted_half', 'mf')": 401,
    "(27, 'dotted_half', 'mp')": 402,
    "(27, 'dotted_half', 'p')": 403,
    "(27, 'dotted_half', 'pp')": 404,
    "(27, 'dotted_quarter', 'f')": 405,
    "(27, 'dotted_quarter', 'ff')": 406,
    "(27, 'dotted_quarter', 'fff')": 407,
    "(27, 'dotted_quarter', 'mf')": 408,
    "(27, 'dotted_quarter', 'mp')": 409,
    "(27, 'dotted_quarter', 'p')": 410,
    "(27, 'dotted_quarter', 'pp')": 411,
    "(27, 'eighth', 'f')": 412,
    "(27, 'eighth', 'ff')": 413,
    "(27, 'eighth', 'mf')": 414,
    "(27, 'eighth', 'mp')": 415,
    "(27, 'eighth', 'p')": 416,
    "(27, 'eighth', 'pp')": 417,
    "(27, 'eighth', 'ppp')": 418,
    "(27, 'half', 'f')": 419,
    "(27, 'half', 'ff')": 420,
    "(27, 'half', 'mf')": 421,
    "(27, 'half', 'mp')": 422,
    "(27, 'half', 'p')": 423,
    "(27, 'half', 'pp')": 424,
    "(27, 'long', 'f')": 425,
    "(27, 'long', 'ff')": 426,
    "(27, 'long', 'fff')": 427,
    "(27, 'long', 'mf')": 428,
    "(27, 'long', 'mp')": 429,
    "(27, 'long', 'p')": 430,
    "(27, 'long', 'pp')": 431,
    "(27, 'long', 'ppp')": 432,
    "(27, 'quarter', 'f')": 433,
    "(27, 'quarter', 'ff')": 434,
    "(27, 'quarter', 'mf')": 435,
    "(27, 'quarter', 'mp')": 436,
    "(27, 'quarter', 'p')": 437,
    "(27, 'quarter', 'pp')": 438,
    "(27, 'quarter', 'ppp')": 439,
    "(27, 'sixteenth', 'f')": 440,
    "(27, 'sixteenth', 'ff')": 441,
    "(27, 'sixteenth', 'fff')": 442,
    "(27, 'sixteenth', 'mf')": 443,
    "(27, 'sixteenth', 'mp')": 444,
    "(27, 'sixteenth', 'p')": 445,
    "(27, 'sixteenth', 'pp')": 446,
    "(27, 'sixteenth', 'ppp')": 447,
    "(27, 'thirty_second', 'f')": 448,
    "(27, 'thirty_second', 'ff')": 449,
    "(27, 'thirty_second', 'fff')": 450,
    "(27, 'thirty_second', 'mf')": 451,
    "(27, 'thirty_second', 'mp')": 452,
    "(27, 'thirty_second', 'p')": 453,
    "(27, 'thirty_second', 'pp')": 454,
    "(27, 'thirty_second', 'ppp')": 455,
    "(27, 'whole', 'f')": 456,
    "(27, 'whole', 'ff')": 457,
    "(27, 'whole', 'mf')": 458,
    "(27, 'whole', 'mp')": 459,
    "(27, 'whole', 'p')": 460,
    "(27, 'whole', 'pp')": 461,
    "(28, 'dotted_eighth', 'f')": 462,
    "(28, 'dotted_eighth', 'ff')": 463,
    "(28, 'dotted_eighth', 'fff')": 464,
    "(28, 'dotted_eighth', 'mf')": 465,
    "(28, 'dotted_eighth', 'mp')": 466,
    "(28, 'dotted_eighth', 'p')": 467,
    "(28, 'dotted_eighth', 'pp')": 468,
    "(28, 'dotted_eighth', 'ppp')": 469,
    "(28, 'dotted_half', 'f')": 470,
    "(28, 'dotted_half', 'ff')": 471,
    "(28, 'dotted_half', 'fff')": 472,
    "(28, 'dotted_half', 'mf')": 473,
    "(28, 'dotted_half', 'mp')": 474,
    "(28, 'dotted_half', 'p')": 475,
    "(28, 'dotted_half', 'pp')": 476,
    "(28, 'dotted_quarter', 'f')": 477,
    "(28, 'dotted_quarter', 'ff')": 478,
    "(28, 'dotted_quarter', 'fff')": 479,
    "(28, 'dotted_quarter', 'mf')": 480,
    "(28, 'dotted_quarter', 'mp')": 481,
    "(28, 'dotted_quarter', 'p')": 482,
    "(28, 'dotted_quarter', 'pp')": 483,
    "(28, 'dotted_quarter', 'ppp')": 484,
    "(28, 'eighth', 'f')": 485,
    "(28, 'eighth', 'ff')": 486,
    "(28, 'eighth', 'fff')": 487,
    "(28, 'eighth', 'mf')": 488,
    "(28, 'eighth', 'mp')": 489,
    "(28, 'eighth', 'p')": 490,
    "(28, 'eighth', 'pp')": 491,
    "(28, 'eighth', 'ppp')": 492,
    "(28, 'half', 'f')": 493,
    "(28, 'half', 'ff')": 494,
    "(28, 'half', 'mf')": 495,
    "(28, 'half', 'mp')": 496,
    "(28, 'half', 'p')": 497,
    "(28, 'half', 'pp')": 498,
    "(28, 'half', 'ppp')": 499,
    "(28, 'long', 'f')": 500,
    "(28, 'long', 'ff')": 501,
    "(28, 'long', 'fff')": 502,
    "(28, 'long', 'mf')": 503,
    "(28, 'long', 'mp')": 504,
    "(28, 'long', 'p')": 505,
    "(28, 'long', 'pp')": 506,
    "(28, 'long', 'ppp')": 507,
    "(28, 'quarter', 'f')": 508,
    "(28, 'quarter', 'ff')": 509,
    "(28, 'quarter', 'mf')": 510,
    "(28, 'quarter', 'mp')": 511,
    "(28, 'quarter', 'p')": 512,
    "(28, 'quarter', 'pp')": 513,
    "(28, 'sixteenth', 'f')": 514,
    "(28, 'sixteenth', 'ff')": 515,
    "(28, 'sixteenth', 'mf')": 516,
    "(28, 'sixteenth', 'mp')": 517,
    "(28, 'sixteenth', 'p')": 518,
    "(28, 'sixteenth', 'pp')": 519,
    "(28, 'sixteenth', 'ppp')": 520,
    "(28, 'thirty_second', 'f')": 521,
    "(28, 'thirty_second', 'ff')": 522,
    "(28, 'thirty_second', 'fff')": 523,
    "(28, 'thirty_second', 'mf')": 524,
    "(28, 'thirty_second', 'mp')": 525,
    "(28, 'thirty_second', 'p')": 526,
    "(28, 'thirty_second', 'pp')": 527,
    "(28, 'thirty_second', 'ppp')": 528,
    "(28, 'whole', 'f')": 529,
    "(28, 'whole', 'ff')": 530,
    "(28, 'whole', 'fff')": 531,
    "(28, 'whole', 'mf')": 532,
    "(28, 'whole', 'mp')": 533,
    "(28, 'whole', 'p')": 534,
    "(28, 'whole', 'pp')": 535,
    "(29, 'dotted_eighth', 'f')": 536,
    "(29, 'dotted_eighth', 'ff')": 537,
    "(29, 'dotted_eighth', 'mf')": 538,
    "(29, 'dotted_eighth', 'mp')": 539,
    "(29, 'dotted_eighth', 'p')": 540,
    "(29, 'dotted_eighth', 'pp')": 541,
    "(29, 'dotted_eighth', 'ppp')": 542,
    "(29, 'dotted_half', 'f')": 543,
    "(29, 'dotted_half', 'ff')": 544,
    "(29, 'dotted_half', 'mf')": 545,
    "(29, 'dotted_half', 'mp')": 546,
    "(29, 'dotted_half', 'p')": 547,
    "(29, 'dotted_half', 'pp')": 548,
    "(29, 'dotted_half', 'ppp')": 549,
    "(29, 'dotted_quarter', 'f')": 550,
    "(29, 'dotted_quarter', 'ff')": 551,
    "(29, 'dotted_quarter', 'fff')": 552,
    "(29, 'dotted_quarter', 'mf')": 553,
    "(29, 'dotted_quarter', 'mp')": 554,
    "(29, 'dotted_quarter', 'p')": 555,
    "(29, 'dotted_quarter', 'pp')": 556,
    "(29, 'dotted_quarter', 'ppp')": 557,
    "(29, 'eighth', 'f')": 558,
    "(29, 'eighth', 'ff')": 559,
    "(29, 'eighth', 'fff')": 560,
    "(29, 'eighth', 'mf')": 561,
    "(29, 'eighth', 'mp')": 562,
    "(29, 'eighth', 'p')": 563,
    "(29, 'eighth', 'pp')": 564,
    "(29, 'eighth', 'ppp')": 565,
    "(29, 'half', 'f')": 566,
    "(29, 'half', 'ff')": 567,
    "(29, 'half', 'mf')": 568,
    "(29, 'half', 'mp')": 569,
    "(29, 'half', 'p')": 570,
    "(29, 'half', 'pp')": 571,
    "(29, 'half', 'ppp')": 572,
    "(29, 'long', 'f')": 573,
    "(29, 'long', 'ff')": 574,
    "(29, 'long', 'mf')": 575,
    "(29, 'long', 'mp')": 576,
    "(29, 'long', 'p')": 577,
    "(29, 'long', 'pp')": 578,
    "(29, 'long', 'ppp')": 579,
    "(29, 'quarter', 'f')": 580,
    "(29, 'quarter', 'ff')": 581,
    "(29, 'quarter', 'mf')": 582,
    "(29, 'quarter', 'mp')": 583,
    "(29, 'quarter', 'p')": 584,
    "(29, 'quarter', 'pp')": 585,
    "(29, 'quarter', 'ppp')": 586,
    "(29, 'sixteenth', 'f')": 587,
    "(29, 'sixteenth', 'ff')": 588,
    "(29, 'sixteenth', 'fff')": 589,
    "(29, 'sixteenth', 'mf')": 590,
    "(29, 'sixteenth', 'mp')": 591,
    "(29, 'sixteenth', 'p')": 592,
    "(29, 'sixteenth', 'pp')": 593,
    "(29, 'sixteenth', 'ppp')": 594,
    "(29, 'thirty_second', 'f')": 595,
    "(29, 'thirty_second', 'ff')": 596,
    "(29, 'thirty_second', 'mf')": 597,
    "(29, 'thirty_second', 'mp')": 598,
    "(29, 'thirty_second', 'p')": 599,
    "(29, 'thirty_second', 'pp')": 600,
    "(29, 'thirty_second', 'ppp')": 601,
    "(29, 'whole', 'f')": 602,
    "(29, 'whole', 'ff')": 603,
    "(29, 'whole', 'mf')": 604,
    "(29, 'whole', 'mp')": 605,
    "(29, 'whole', 'p')": 606,
    "(29, 'whole', 'pp')": 607,
    "(29, 'whole', 'ppp')": 608,
    "(30, 'dotted_eighth', 'f')": 609,
    "(30, 'dotted_eighth', 'ff')": 610,
    "(30, 'dotted_eighth', 'fff')": 611,
    "(30, 'dotted_eighth', 'mf')": 612,
    "(30, 'dotted_eighth', 'mp')": 613,
    "(30, 'dotted_eighth', 'p')": 614,
    "(30, 'dotted_eighth', 'pp')": 615,
    "(30, 'dotted_eighth', 'ppp')": 616,
    "(30, 'dotted_half', 'f')": 617,
    "(30, 'dotted_half', 'ff')": 618,
    "(30, 'dotted_half', 'mf')": 619,
    "(30, 'dotted_half', 'mp')": 620,
    "(30, 'dotted_half', 'p')": 621,
    "(30, 'dotted_half', 'pp')": 622,
    "(30, 'dotted_half', 'ppp')": 623,
    "(30, 'dotted_quarter', 'f')": 624,
    "(30, 'dotted_quarter', 'ff')": 625,
    "(30, 'dotted_quarter', 'mf')": 626,
    "(30, 'dotted_quarter', 'mp')": 627,
    "(30, 'dotted_quarter', 'p')": 628,
    "(30, 'dotted_quarter', 'pp')": 629,
    "(30, 'dotted_quarter', 'ppp')": 630,
    "(30, 'eighth', 'f')": 631,
    "(30, 'eighth', 'ff')": 632,
    "(30, 'eighth', 'fff')": 633,
    "(30, 'eighth', 'mf')": 634,
    "(30, 'eighth', 'mp')": 635,
    "(30, 'eighth', 'p')": 636,
    "(30, 'eighth', 'pp')": 637,
    "(30, 'eighth', 'ppp')": 638,
    "(30, 'half', 'f')": 639,
    "(30, 'half', 'ff')": 640,
    "(30, 'half', 'mf')": 641,
    "(30, 'half', 'mp')": 642,
    "(30, 'half', 'p')": 643,
    "(30, 'half', 'pp')": 644,
    "(30, 'half', 'ppp')": 645,
    "(30, 'long', 'f')": 646,
    "(30, 'long', 'ff')": 647,
    "(30, 'long', 'mf')": 648,
    "(30, 'long', 'mp')": 649,
    "(30, 'long', 'p')": 650,
    "(30, 'long', 'pp')": 651,
    "(30, 'long', 'ppp')": 652,
    "(30, 'quarter', 'f')": 653,
    "(30, 'quarter', 'ff')": 654,
    "(30, 'quarter', 'fff')": 655,
    "(30, 'quarter', 'mf')": 656,
    "(30, 'quarter', 'mp')": 657,
    "(30, 'quarter', 'p')": 658,
    "(30, 'quarter', 'pp')": 659,
    "(30, 'quarter', 'ppp')": 660,
    "(30, 'sixteenth', 'f')": 661,
    "(30, 'sixteenth', 'ff')": 662,
    "(30, 'sixteenth', 'fff')": 663,
    "(30, 'sixteenth', 'mf')": 664,
    "(30, 'sixteenth', 'mp')": 665,
    "(30, 'sixteenth', 'p')": 666,
    "(30, 'sixteenth', 'pp')": 667,
    "(30, 'sixteenth', 'ppp')": 668,
    "(30, 'thirty_second', 'f')": 669,
    "(30, 'thirty_second', 'ff')": 670,
    "(30, 'thirty_second', 'fff')": 671,
    "(30, 'thirty_second', 'mf')": 672,
    "(30, 'thirty_second', 'mp')": 673,
    "(30, 'thirty_second', 'p')": 674,
    "(30, 'thirty_second', 'pp')": 675,
    "(30, 'thirty_second', 'ppp')": 676,
    "(30, 'whole', 'f')": 677,
    "(30, 'whole', 'ff')": 678,
    "(30, 'whole', 'mf')": 679,
    "(30, 'whole', 'mp')": 680,
    "(30, 'whole', 'p')": 681,
    "(30, 'whole', 'pp')": 682,
    "(30, 'whole', 'ppp')": 683,
    "(31, 'dotted_eighth', 'f')": 684,
    "(31, 'dotted_eighth', 'ff')": 685,
    "(31, 'dotted_eighth', 'mf')": 686,
    "(31, 'dotted_eighth', 'mp')": 687,
    "(31, 'dotted_eighth', 'p')": 688,
    "(31, 'dotted_eighth', 'pp')": 689,
    "(31, 'dotted_eighth', 'ppp')": 690,
    "(31, 'dotted_half', 'f')": 691,
    "(31, 'dotted_half', 'ff')": 692,
    "(31, 'dotted_half', 'mf')": 693,
    "(31, 'dotted_half', 'mp')": 694,
    "(31, 'dotted_half', 'p')": 695,
    "(31, 'dotted_half', 'pp')": 696,
    "(31, 'dotted_half', 'ppp')": 697,
    "(31, 'dotted_quarter', 'f')": 698,
    "(31, 'dotted_quarter', 'ff')": 699,
    "(31, 'dotted_quarter', 'mf')": 700,
    "(31, 'dotted_quarter', 'mp')": 701,
    "(31, 'dotted_quarter', 'p')": 702,
    "(31, 'dotted_quarter', 'pp')": 703,
    "(31, 'dotted_quarter', 'ppp')": 704,
    "(31, 'eighth', 'f')": 705,
    "(31, 'eighth', 'ff')": 706,
    "(31, 'eighth', 'fff')": 707,
    "(31, 'eighth', 'mf')": 708,
    "(31, 'eighth', 'mp')": 709,
    "(31, 'eighth', 'p')": 710,
    "(31, 'eighth', 'pp')": 711,
    "(31, 'eighth', 'ppp')": 712,
    "(31, 'half', 'f')": 713,
    "(31, 'half', 'ff')": 714,
    "(31, 'half', 'mf')": 715,
    "(31, 'half', 'mp')": 716,
    "(31, 'half', 'p')": 717,
    "(31, 'half', 'pp')": 718,
    "(31, 'half', 'ppp')": 719,
    "(31, 'long', 'f')": 720,
    "(31, 'long', 'ff')": 721,
    "(31, 'long', 'mf')": 722,
    "(31, 'long', 'mp')": 723,
    "(31, 'long', 'p')": 724,
    "(31, 'long', 'pp')": 725,
    "(31, 'long', 'ppp')": 726,
    "(31, 'quarter', 'f')": 727,
    "(31, 'quarter', 'ff')": 728,
    "(31, 'quarter', 'fff')": 729,
    "(31, 'quarter', 'mf')": 730,
    "(31, 'quarter', 'mp')": 731,
    "(31, 'quarter', 'p')": 732,
    "(31, 'quarter', 'pp')": 733,
    "(31, 'quarter', 'ppp')": 734,
    "(31, 'sixteenth', 'f')": 735,
    "(31, 'sixteenth', 'ff')": 736,
    "(31, 'sixteenth', 'fff')": 737,
    "(31, 'sixteenth', 'mf')": 738,
    "(31, 'sixteenth', 'mp')": 739,
    "(31, 'sixteenth', 'p')": 740,
    "(31, 'sixteenth', 'pp')": 741,
    "(31, 'sixteenth', 'ppp')": 742,
    "(31, 'thirty_second', 'f')": 743,
    "(31, 'thirty_second', 'ff')": 744,
    "(31, 'thirty_second', 'fff')": 745,
    "(31, 'thirty_second', 'mf')": 746,
    "(31, 'thirty_second', 'mp')": 747,
    "(31, 'thirty_second', 'p')": 748,
    "(31, 'thirty_second', 'pp')": 749,
    "(31, 'thirty_second', 'ppp')": 750,
    "(31, 'whole', 'f')": 751,
    "(31, 'whole', 'ff')": 752,
    "(31, 'whole', 'mf')": 753,
    "(31, 'whole', 'mp')": 754,
    "(31, 'whole', 'p')": 755,
    "(31, 'whole', 'pp')": 756,
    "(31, 'whole', 'ppp')": 757,
    "(32, 'dotted_eighth', 'f')": 758,
    "(32, 'dotted_eighth', 'ff')": 759,
    "(32, 'dotted_eighth', 'mf')": 760,
    "(32, 'dotted_eighth', 'mp')": 761,
    "(32, 'dotted_eighth', 'p')": 762,
    "(32, 'dotted_eighth', 'pp')": 763,
    "(32, 'dotted_eighth', 'ppp')": 764,
    "(32, 'dotted_half', 'f')": 765,
    "(32, 'dotted_half', 'ff')": 766,
    "(32, 'dotted_half', 'fff')": 767,
    "(32, 'dotted_half', 'mf')": 768,
    "(32, 'dotted_half', 'mp')": 769,
    "(32, 'dotted_half', 'p')": 770,
    "(32, 'dotted_half', 'pp')": 771,
    "(32, 'dotted_half', 'ppp')": 772,
    "(32, 'dotted_quarter', 'f')": 773,
    "(32, 'dotted_quarter', 'ff')": 774,
    "(32, 'dotted_quarter', 'mf')": 775,
    "(32, 'dotted_quarter', 'mp')": 776,
    "(32, 'dotted_quarter', 'p')": 777,
    "(32, 'dotted_quarter', 'pp')": 778,
    "(32, 'dotted_quarter', 'ppp')": 779,
    "(32, 'eighth', 'f')": 780,
    "(32, 'eighth', 'ff')": 781,
    "(32, 'eighth', 'fff')": 782,
    "(32, 'eighth', 'mf')": 783,
    "(32, 'eighth', 'mp')": 784,
    "(32, 'eighth', 'p')": 785,
    "(32, 'eighth', 'pp')": 786,
    "(32, 'eighth', 'ppp')": 787,
    "(32, 'half', 'f')": 788,
    "(32, 'half', 'ff')": 789,
    "(32, 'half', 'mf')": 790,
    "(32, 'half', 'mp')": 791,
    "(32, 'half', 'p')": 792,
    "(32, 'half', 'pp')": 793,
    "(32, 'half', 'ppp')": 794,
    "(32, 'long', 'f')": 795,
    "(32, 'long', 'ff')": 796,
    "(32, 'long', 'mf')": 797,
    "(32, 'long', 'mp')": 798,
    "(32, 'long', 'p')": 799,
    "(32, 'long', 'pp')": 800,
    "(32, 'long', 'ppp')": 801,
    "(32, 'quarter', 'f')": 802,
    "(32, 'quarter', 'ff')": 803,
    "(32, 'quarter', 'mf')": 804,
    "(32, 'quarter', 'mp')": 805,
    "(32, 'quarter', 'p')": 806,
    "(32, 'quarter', 'pp')": 807,
    "(32, 'quarter', 'ppp')": 808,
    "(32, 'sixteenth', 'f')": 809,
    "(32, 'sixteenth', 'ff')": 810,
    "(32, 'sixteenth', 'fff')": 811,
    "(32, 'sixteenth', 'mf')": 812,
    "(32, 'sixteenth', 'mp')": 813,
    "(32, 'sixteenth', 'p')": 814,
    "(32, 'sixteenth', 'pp')": 815,
    "(32, 'sixteenth', 'ppp')": 816,
    "(32, 'thirty_second', 'f')": 817,
    "(32, 'thirty_second', 'ff')": 818,
    "(32, 'thirty_second', 'fff')": 819,
    "(32, 'thirty_second', 'mf')": 820,
    "(32, 'thirty_second', 'mp')": 821,
    "(32, 'thirty_second', 'p')": 822,
    "(32, 'thirty_second', 'pp')": 823,
    "(32, 'thirty_second', 'ppp')": 824,
    "(32, 'whole', 'f')": 825,
    "(32, 'whole', 'ff')": 826,
    "(32, 'whole', 'fff')": 827,
    "(32, 'whole', 'mf')": 828,
    "(32, 'whole', 'mp')": 829,
    "(32, 'whole', 'p')": 830,
    "(32, 'whole', 'pp')": 831,
    "(32, 'whole', 'ppp')": 832,
    "(33, 'dotted_eighth', 'f')": 833,
    "(33, 'dotted_eighth', 'ff')": 834,
    "(33, 'dotted_eighth', 'fff')": 835,
    "(33, 'dotted_eighth', 'mf')": 836,
    "(33, 'dotted_eighth', 'mp')": 837,
    "(33, 'dotted_eighth', 'p')": 838,
    "(33, 'dotted_eighth', 'pp')": 839,
    "(33, 'dotted_eighth', 'ppp')": 840,
    "(33, 'dotted_half', 'f')": 841,
    "(33, 'dotted_half', 'ff')": 842,
    "(33, 'dotted_half', 'fff')": 843,
    "(33, 'dotted_half', 'mf')": 844,
    "(33, 'dotted_half', 'mp')": 845,
    "(33, 'dotted_half', 'p')": 846,
    "(33, 'dotted_half', 'pp')": 847,
    "(33, 'dotted_half', 'ppp')": 848,
    "(33, 'dotted_quarter', 'f')": 849,
    "(33, 'dotted_quarter', 'ff')": 850,
    "(33, 'dotted_quarter', 'mf')": 851,
    "(33, 'dotted_quarter', 'mp')": 852,
    "(33, 'dotted_quarter', 'p')": 853,
    "(33, 'dotted_quarter', 'pp')": 854,
    "(33, 'dotted_quarter', 'ppp')": 855,
    "(33, 'eighth', 'f')": 856,
    "(33, 'eighth', 'ff')": 857,
    "(33, 'eighth', 'fff')": 858,
    "(33, 'eighth', 'mf')": 859,
    "(33, 'eighth', 'mp')": 860,
    "(33, 'eighth', 'p')": 861,
    "(33, 'eighth', 'pp')": 862,
    "(33, 'eighth', 'ppp')": 863,
    "(33, 'half', 'f')": 864,
    "(33, 'half', 'ff')": 865,
    "(33, 'half', 'mf')": 866,
    "(33, 'half', 'mp')": 867,
    "(33, 'half', 'p')": 868,
    "(33, 'half', 'pp')": 869,
    "(33, 'half', 'ppp')": 870,
    "(33, 'long', 'f')": 871,
    "(33, 'long', 'ff')": 872,
    "(33, 'long', 'fff')": 873,
    "(33, 'long', 'mf')": 874,
    "(33, 'long', 'mp')": 875,
    "(33, 'long', 'p')": 876,
    "(33, 'long', 'pp')": 877,
    "(33, 'long', 'ppp')": 878,
    "(33, 'quarter', 'f')": 879,
    "(33, 'quarter', 'ff')": 880,
    "(33, 'quarter', 'mf')": 881,
    "(33, 'quarter', 'mp')": 882,
    "(33, 'quarter', 'p')": 883,
    "(33, 'quarter', 'pp')": 884,
    "(33, 'quarter', 'ppp')": 885,
    "(33, 'sixteenth', 'f')": 886,
    "(33, 'sixteenth', 'ff')": 887,
    "(33, 'sixteenth', 'fff')": 888,
    "(33, 'sixteenth', 'mf')": 889,
    "(33, 'sixteenth', 'mp')": 890,
    "(33, 'sixteenth', 'p')": 891,
    "(33, 'sixteenth', 'pp')": 892,
    "(33, 'sixteenth', 'ppp')": 893,
    "(33, 'thirty_second', 'f')": 894,
    "(33, 'thirty_second', 'ff')": 895,
    "(33, 'thirty_second', 'fff')": 896,
    "(33, 'thirty_second', 'mf')": 897,
    "(33, 'thirty_second', 'mp')": 898,
    "(33, 'thirty_second', 'p')": 899,
    "(33, 'thirty_second', 'pp')": 900,
    "(33, 'thirty_second', 'ppp')": 901,
    "(33, 'whole', 'f')": 902,
    "(33, 'whole', 'ff')": 903,
    "(33, 'whole', 'mf')": 904,
    "(33, 'whole', 'mp')": 905,
    "(33, 'whole', 'p')": 906,
    "(33, 'whole', 'pp')": 907,
    "(33, 'whole', 'ppp')": 908,
    "(34, 'dotted_eighth', 'f')": 909,
    "(34, 'dotted_eighth', 'ff')": 910,
    "(34, 'dotted_eighth', 'fff')": 911,
    "(34, 'dotted_eighth', 'mf')": 912,
    "(34, 'dotted_eighth', 'mp')": 913,
    "(34, 'dotted_eighth', 'p')": 914,
    "(34, 'dotted_eighth', 'pp')": 915,
    "(34, 'dotted_eighth', 'ppp')": 916,
    "(34, 'dotted_half', 'f')": 917,
    "(34, 'dotted_half', 'ff')": 918,
    "(34, 'dotted_half', 'fff')": 919,
    "(34, 'dotted_half', 'mf')": 920,
    "(34, 'dotted_half', 'mp')": 921,
    "(34, 'dotted_half', 'p')": 922,
    "(34, 'dotted_half', 'pp')": 923,
    "(34, 'dotted_half', 'ppp')": 924,
    "(34, 'dotted_quarter', 'f')": 925,
    "(34, 'dotted_quarter', 'ff')": 926,
    "(34, 'dotted_quarter', 'fff')": 927,
    "(34, 'dotted_quarter', 'mf')": 928,
    "(34, 'dotted_quarter', 'mp')": 929,
    "(34, 'dotted_quarter', 'p')": 930,
    "(34, 'dotted_quarter', 'pp')": 931,
    "(34, 'dotted_quarter', 'ppp')": 932,
    "(34, 'eighth', 'f')": 933,
    "(34, 'eighth', 'ff')": 934,
    "(34, 'eighth', 'fff')": 935,
    "(34, 'eighth', 'mf')": 936,
    "(34, 'eighth', 'mp')": 937,
    "(34, 'eighth', 'p')": 938,
    "(34, 'eighth', 'pp')": 939,
    "(34, 'eighth', 'ppp')": 940,
    "(34, 'half', 'f')": 941,
    "(34, 'half', 'ff')": 942,
    "(34, 'half', 'fff')": 943,
    "(34, 'half', 'mf')": 944,
    "(34, 'half', 'mp')": 945,
    "(34, 'half', 'p')": 946,
    "(34, 'half', 'pp')": 947,
    "(34, 'half', 'ppp')": 948,
    "(34, 'long', 'f')": 949,
    "(34, 'long', 'ff')": 950,
    "(34, 'long', 'fff')": 951,
    "(34, 'long', 'mf')": 952,
    "(34, 'long', 'mp')": 953,
    "(34, 'long', 'p')": 954,
    "(34, 'long', 'pp')": 955,
    "(34, 'long', 'ppp')": 956,
    "(34, 'quarter', 'f')": 957,
    "(34, 'quarter', 'ff')": 958,
    "(34, 'quarter', 'fff')": 959,
    "(34, 'quarter', 'mf')": 960,
    "(34, 'quarter', 'mp')": 961,
    "(34, 'quarter', 'p')": 962,
    "(34, 'quarter', 'pp')": 963,
    "(34, 'quarter', 'ppp')": 964,
    "(34, 'sixteenth', 'f')": 965,
    "(34, 'sixteenth', 'ff')": 966,
    "(34, 'sixteenth', 'fff')": 967,
    "(34, 'sixteenth', 'mf')": 968,
    "(34, 'sixteenth', 'mp')": 969,
    "(34, 'sixteenth', 'p')": 970,
    "(34, 'sixteenth', 'pp')": 971,
    "(34, 'sixteenth', 'ppp')": 972,
    "(34, 'thirty_second', 'f')": 973,
    "(34, 'thirty_second', 'ff')": 974,
    "(34, 'thirty_second', 'fff')": 975,
    "(34, 'thirty_second', 'mf')": 976,
    "(34, 'thirty_second', 'mp')": 977,
    "(34, 'thirty_second', 'p')": 978,
    "(34, 'thirty_second', 'pp')": 979,
    "(34, 'thirty_second', 'ppp')": 980,
    "(34, 'whole', 'f')": 981,
    "(34, 'whole', 'ff')": 982,
    "(34, 'whole', 'fff')": 983,
    "(34, 'whole', 'mf')": 984,
    "(34, 'whole', 'mp')": 985,
    "(34, 'whole', 'p')": 986,
    "(34, 'whole', 'pp')": 987,
    "(34, 'whole', 'ppp')": 988,
    "(35, 'dotted_eighth', 'f')": 989,
    "(35, 'dotted_eighth', 'ff')": 990,
    "(35, 'dotted_eighth', 'mf')": 991,
    "(35, 'dotted_eighth', 'mp')": 992,
    "(35, 'dotted_eighth', 'p')": 993,
    "(35, 'dotted_eighth', 'pp')": 994,
    "(35, 'dotted_eighth', 'ppp')": 995,
    "(35, 'dotted_half', 'f')": 996,
    "(35, 'dotted_half', 'ff')": 997,
    "(35, 'dotted_half', 'fff')": 998,
    "(35, 'dotted_half', 'mf')": 999,
    "(35, 'dotted_half', 'mp')": 1000,
    "(35, 'dotted_half', 'p')": 1001,
    "(35, 'dotted_half', 'pp')": 1002,
    "(35, 'dotted_half', 'ppp')": 1003,
    "(35, 'dotted_quarter', 'f')": 1004,
    "(35, 'dotted_quarter', 'ff')": 1005,
    "(35, 'dotted_quarter', 'fff')": 1006,
    "(35, 'dotted_quarter', 'mf')": 1007,
    "(35, 'dotted_quarter', 'mp')": 1008,
    "(35, 'dotted_quarter', 'p')": 1009,
    "(35, 'dotted_quarter', 'pp')": 1010,
    "(35, 'dotted_quarter', 'ppp')": 1011,
    "(35, 'eighth', 'f')": 1012,
    "(35, 'eighth', 'ff')": 1013,
    "(35, 'eighth', 'fff')": 1014,
    "(35, 'eighth', 'mf')": 1015,
    "(35, 'eighth', 'mp')": 1016,
    "(35, 'eighth', 'p')": 1017,
    "(35, 'eighth', 'pp')": 1018,
    "(35, 'eighth', 'ppp')": 1019,
    "(35, 'half', 'f')": 1020,
    "(35, 'half', 'ff')": 1021,
    "(35, 'half', 'fff')": 1022,
    "(35, 'half', 'mf')": 1023,
    "(35, 'half', 'mp')": 1024,
    "(35, 'half', 'p')": 1025,
    "(35, 'half', 'pp')": 1026,
    "(35, 'half', 'ppp')": 1027,
    "(35, 'long', 'f')": 1028,
    "(35, 'long', 'ff')": 1029,
    "(35, 'long', 'mf')": 1030,
    "(35, 'long', 'mp')": 1031,
    "(35, 'long', 'p')": 1032,
    "(35, 'long', 'pp')": 1033,
    "(35, 'long', 'ppp')": 1034,
    "(35, 'quarter', 'f')": 1035,
    "(35, 'quarter', 'ff')": 1036,
    "(35, 'quarter', 'fff')": 1037,
    "(35, 'quarter', 'mf')": 1038,
    "(35, 'quarter', 'mp')": 1039,
    "(35, 'quarter', 'p')": 1040,
    "(35, 'quarter', 'pp')": 1041,
    "(35, 'quarter', 'ppp')": 1042,
    "(35, 'sixteenth', 'f')": 1043,
    "(35, 'sixteenth', 'ff')": 1044,
    "(35, 'sixteenth', 'fff')": 1045,
    "(35, 'sixteenth', 'mf')": 1046,
    "(35, 'sixteenth', 'mp')": 1047,
    "(35, 'sixteenth', 'p')": 1048,
    "(35, 'sixteenth', 'pp')": 1049,
    "(35, 'sixteenth', 'ppp')": 1050,
    "(35, 'thirty_second', 'f')": 1051,
    "(35, 'thirty_second', 'ff')": 1052,
    "(35, 'thirty_second', 'fff')": 1053,
    "(35, 'thirty_second', 'mf')": 1054,
    "(35, 'thirty_second', 'mp')": 1055,
    "(35, 'thirty_second', 'p')": 1056,
    "(35, 'thirty_second', 'pp')": 1057,
    "(35, 'thirty_second', 'ppp')": 1058,
    "(35, 'whole', 'f')": 1059,
    "(35, 'whole', 'ff')": 1060,
    "(35, 'whole', 'fff')": 1061,
    "(35, 'whole', 'mf')": 1062,
    "(35, 'whole', 'mp')": 1063,
    "(35, 'whole', 'p')": 1064,
    "(35, 'whole', 'pp')": 1065,
    "(35, 'whole', 'ppp')": 1066,
    "(36, 'dotted_eighth', 'f')": 1067,
    "(36, 'dotted_eighth', 'ff')": 1068,
    "(36, 'dotted_eighth', 'fff')": 1069,
    "(36, 'dotted_eighth', 'mf')": 1070,
    "(36, 'dotted_eighth', 'mp')": 1071,
    "(36, 'dotted_eighth', 'p')": 1072,
    "(36, 'dotted_eighth', 'pp')": 1073,
    "(36, 'dotted_eighth', 'ppp')": 1074,
    "(36, 'dotted_half', 'f')": 1075,
    "(36, 'dotted_half', 'ff')": 1076,
    "(36, 'dotted_half', 'fff')": 1077,
    "(36, 'dotted_half', 'mf')": 1078,
    "(36, 'dotted_half', 'mp')": 1079,
    "(36, 'dotted_half', 'p')": 1080,
    "(36, 'dotted_half', 'pp')": 1081,
    "(36, 'dotted_half', 'ppp')": 1082,
    "(36, 'dotted_quarter', 'f')": 1083,
    "(36, 'dotted_quarter', 'ff')": 1084,
    "(36, 'dotted_quarter', 'fff')": 1085,
    "(36, 'dotted_quarter', 'mf')": 1086,
    "(36, 'dotted_quarter', 'mp')": 1087,
    "(36, 'dotted_quarter', 'p')": 1088,
    "(36, 'dotted_quarter', 'pp')": 1089,
    "(36, 'dotted_quarter', 'ppp')": 1090,
    "(36, 'eighth', 'f')": 1091,
    "(36, 'eighth', 'ff')": 1092,
    "(36, 'eighth', 'fff')": 1093,
    "(36, 'eighth', 'mf')": 1094,
    "(36, 'eighth', 'mp')": 1095,
    "(36, 'eighth', 'p')": 1096,
    "(36, 'eighth', 'pp')": 1097,
    "(36, 'eighth', 'ppp')": 1098,
    "(36, 'half', 'f')": 1099,
    "(36, 'half', 'ff')": 1100,
    "(36, 'half', 'fff')": 1101,
    "(36, 'half', 'mf')": 1102,
    "(36, 'half', 'mp')": 1103,
    "(36, 'half', 'p')": 1104,
    "(36, 'half', 'pp')": 1105,
    "(36, 'half', 'ppp')": 1106,
    "(36, 'long', 'f')": 1107,
    "(36, 'long', 'ff')": 1108,
    "(36, 'long', 'fff')": 1109,
    "(36, 'long', 'mf')": 1110,
    "(36, 'long', 'mp')": 1111,
    "(36, 'long', 'p')": 1112,
    "(36, 'long', 'pp')": 1113,
    "(36, 'long', 'ppp')": 1114,
    "(36, 'quarter', 'f')": 1115,
    "(36, 'quarter', 'ff')": 1116,
    "(36, 'quarter', 'fff')": 1117,
    "(36, 'quarter', 'mf')": 1118,
    "(36, 'quarter', 'mp')": 1119,
    "(36, 'quarter', 'p')": 1120,
    "(36, 'quarter', 'pp')": 1121,
    "(36, 'quarter', 'ppp')": 1122,
    "(36, 'sixteenth', 'f')": 1123,
    "(36, 'sixteenth', 'ff')": 1124,
    "(36, 'sixteenth', 'fff')": 1125,
    "(36, 'sixteenth', 'mf')": 1126,
    "(36, 'sixteenth', 'mp')": 1127,
    "(36, 'sixteenth', 'p')": 1128,
    "(36, 'sixteenth', 'pp')": 1129,
    "(36, 'sixteenth', 'ppp')": 1130,
    "(36, 'thirty_second', 'f')": 1131,
    "(36, 'thirty_second', 'ff')": 1132,
    "(36, 'thirty_second', 'fff')": 1133,
    "(36, 'thirty_second', 'mf')": 1134,
    "(36, 'thirty_second', 'mp')": 1135,
    "(36, 'thirty_second', 'p')": 1136,
    "(36, 'thirty_second', 'pp')": 1137,
    "(36, 'thirty_second', 'ppp')": 1138,
    "(36, 'whole', 'f')": 1139,
    "(36, 'whole', 'ff')": 1140,
    "(36, 'whole', 'fff')": 1141,
    "(36, 'whole', 'mf')": 1142,
    "(36, 'whole', 'mp')": 1143,
    "(36, 'whole', 'p')": 1144,
    "(36, 'whole', 'pp')": 1145,
    "(36, 'whole', 'ppp')": 1146,
    "(37, 'dotted_eighth', 'f')": 1147,
    "(37, 'dotted_eighth', 'ff')": 1148,
    "(37, 'dotted_eighth', 'fff')": 1149,
    "(37, 'dotted_eighth', 'mf')": 1150,
    "(37, 'dotted_eighth', 'mp')": 1151,
    "(37, 'dotted_eighth', 'p')": 1152,
    "(37, 'dotted_eighth', 'pp')": 1153,
    "(37, 'dotted_eighth', 'ppp')": 1154,
    "(37, 'dotted_half', 'f')": 1155,
    "(37, 'dotted_half', 'ff')": 1156,
    "(37, 'dotted_half', 'fff')": 1157,
    "(37, 'dotted_half', 'mf')": 1158,
    "(37, 'dotted_half', 'mp')": 1159,
    "(37, 'dotted_half', 'p')": 1160,
    "(37, 'dotted_half', 'pp')": 1161,
    "(37, 'dotted_half', 'ppp')": 1162,
    "(37, 'dotted_quarter', 'f')": 1163,
    "(37, 'dotted_quarter', 'ff')": 1164,
    "(37, 'dotted_quarter', 'fff')": 1165,
    "(37, 'dotted_quarter', 'mf')": 1166,
    "(37, 'dotted_quarter', 'mp')": 1167,
    "(37, 'dotted_quarter', 'p')": 1168,
    "(37, 'dotted_quarter', 'pp')": 1169,
    "(37, 'dotted_quarter', 'ppp')": 1170,
    "(37, 'eighth', 'f')": 1171,
    "(37, 'eighth', 'ff')": 1172,
    "(37, 'eighth', 'fff')": 1173,
    "(37, 'eighth', 'mf')": 1174,
    "(37, 'eighth', 'mp')": 1175,
    "(37, 'eighth', 'p')": 1176,
    "(37, 'eighth', 'pp')": 1177,
    "(37, 'eighth', 'ppp')": 1178,
    "(37, 'half', 'f')": 1179,
    "(37, 'half', 'ff')": 1180,
    "(37, 'half', 'fff')": 1181,
    "(37, 'half', 'mf')": 1182,
    "(37, 'half', 'mp')": 1183,
    "(37, 'half', 'p')": 1184,
    "(37, 'half', 'pp')": 1185,
    "(37, 'half', 'ppp')": 1186,
    "(37, 'long', 'f')": 1187,
    "(37, 'long', 'ff')": 1188,
    "(37, 'long', 'fff')": 1189,
    "(37, 'long', 'mf')": 1190,
    "(37, 'long', 'mp')": 1191,
    "(37, 'long', 'p')": 1192,
    "(37, 'long', 'pp')": 1193,
    "(37, 'long', 'ppp')": 1194,
    "(37, 'quarter', 'f')": 1195,
    "(37, 'quarter', 'ff')": 1196,
    "(37, 'quarter', 'fff')": 1197,
    "(37, 'quarter', 'mf')": 1198,
    "(37, 'quarter', 'mp')": 1199,
    "(37, 'quarter', 'p')": 1200,
    "(37, 'quarter', 'pp')": 1201,
    "(37, 'quarter', 'ppp')": 1202,
    "(37, 'sixteenth', 'f')": 1203,
    "(37, 'sixteenth', 'ff')": 1204,
    "(37, 'sixteenth', 'fff')": 1205,
    "(37, 'sixteenth', 'mf')": 1206,
    "(37, 'sixteenth', 'mp')": 1207,
    "(37, 'sixteenth', 'p')": 1208,
    "(37, 'sixteenth', 'pp')": 1209,
    "(37, 'sixteenth', 'ppp')": 1210,
    "(37, 'thirty_second', 'f')": 1211,
    "(37, 'thirty_second', 'ff')": 1212,
    "(37, 'thirty_second', 'fff')": 1213,
    "(37, 'thirty_second', 'mf')": 1214,
    "(37, 'thirty_second', 'mp')": 1215,
    "(37, 'thirty_second', 'p')": 1216,
    "(37, 'thirty_second', 'pp')": 1217,
    "(37, 'thirty_second', 'ppp')": 1218,
    "(37, 'whole', 'f')": 1219,
    "(37, 'whole', 'ff')": 1220,
    "(37, 'whole', 'fff')": 1221,
    "(37, 'whole', 'mf')": 1222,
    "(37, 'whole', 'mp')": 1223,
    "(37, 'whole', 'p')": 1224,
    "(37, 'whole', 'pp')": 1225,
    "(37, 'whole', 'ppp')": 1226,
    "(38, 'dotted_eighth', 'f')": 1227,
    "(38, 'dotted_eighth', 'ff')": 1228,
    "(38, 'dotted_eighth', 'fff')": 1229,
    "(38, 'dotted_eighth', 'mf')": 1230,
    "(38, 'dotted_eighth', 'mp')": 1231,
    "(38, 'dotted_eighth', 'p')": 1232,
    "(38, 'dotted_eighth', 'pp')": 1233,
    "(38, 'dotted_eighth', 'ppp')": 1234,
    "(38, 'dotted_half', 'f')": 1235,
    "(38, 'dotted_half', 'ff')": 1236,
    "(38, 'dotted_half', 'fff')": 1237,
    "(38, 'dotted_half', 'mf')": 1238,
    "(38, 'dotted_half', 'mp')": 1239,
    "(38, 'dotted_half', 'p')": 1240,
    "(38, 'dotted_half', 'pp')": 1241,
    "(38, 'dotted_half', 'ppp')": 1242,
    "(38, 'dotted_quarter', 'f')": 1243,
    "(38, 'dotted_quarter', 'ff')": 1244,
    "(38, 'dotted_quarter', 'fff')": 1245,
    "(38, 'dotted_quarter', 'mf')": 1246,
    "(38, 'dotted_quarter', 'mp')": 1247,
    "(38, 'dotted_quarter', 'p')": 1248,
    "(38, 'dotted_quarter', 'pp')": 1249,
    "(38, 'dotted_quarter', 'ppp')": 1250,
    "(38, 'eighth', 'f')": 1251,
    "(38, 'eighth', 'ff')": 1252,
    "(38, 'eighth', 'fff')": 1253,
    "(38, 'eighth', 'mf')": 1254,
    "(38, 'eighth', 'mp')": 1255,
    "(38, 'eighth', 'p')": 1256,
    "(38, 'eighth', 'pp')": 1257,
    "(38, 'eighth', 'ppp')": 1258,
    "(38, 'half', 'f')": 1259,
    "(38, 'half', 'ff')": 1260,
    "(38, 'half', 'fff')": 1261,
    "(38, 'half', 'mf')": 1262,
    "(38, 'half', 'mp')": 1263,
    "(38, 'half', 'p')": 1264,
    "(38, 'half', 'pp')": 1265,
    "(38, 'half', 'ppp')": 1266,
    "(38, 'long', 'f')": 1267,
    "(38, 'long', 'ff')": 1268,
    "(38, 'long', 'fff')": 1269,
    "(38, 'long', 'mf')": 1270,
    "(38, 'long', 'mp')": 1271,
    "(38, 'long', 'p')": 1272,
    "(38, 'long', 'pp')": 1273,
    "(38, 'long', 'ppp')": 1274,
    "(38, 'quarter', 'f')": 1275,
    "(38, 'quarter', 'ff')": 1276,
    "(38, 'quarter', 'fff')": 1277,
    "(38, 'quarter', 'mf')": 1278,
    "(38, 'quarter', 'mp')": 1279,
    "(38, 'quarter', 'p')": 1280,
    "(38, 'quarter', 'pp')": 1281,
    "(38, 'quarter', 'ppp')": 1282,
    "(38, 'sixteenth', 'f')": 1283,
    "(38, 'sixteenth', 'ff')": 1284,
    "(38, 'sixteenth', 'fff')": 1285,
    "(38, 'sixteenth', 'mf')": 1286,
    "(38, 'sixteenth', 'mp')": 1287,
    "(38, 'sixteenth', 'p')": 1288,
    "(38, 'sixteenth', 'pp')": 1289,
    "(38, 'sixteenth', 'ppp')": 1290,
    "(38, 'thirty_second', 'f')": 1291,
    "(38, 'thirty_second', 'ff')": 1292,
    "(38, 'thirty_second', 'fff')": 1293,
    "(38, 'thirty_second', 'mf')": 1294,
    "(38, 'thirty_second', 'mp')": 1295,
    "(38, 'thirty_second', 'p')": 1296,
    "(38, 'thirty_second', 'pp')": 1297,
    "(38, 'thirty_second', 'ppp')": 1298,
    "(38, 'whole', 'f')": 1299,
    "(38, 'whole', 'ff')": 1300,
    "(38, 'whole', 'fff')": 1301,
    "(38, 'whole', 'mf')": 1302,
    "(38, 'whole', 'mp')": 1303,
    "(38, 'whole', 'p')": 1304,
    "(38, 'whole', 'pp')": 1305,
    "(38, 'whole', 'ppp')": 1306,
    "(39, 'dotted_eighth', 'f')": 1307,
    "(39, 'dotted_eighth', 'ff')": 1308,
    "(39, 'dotted_eighth', 'fff')": 1309,
    "(39, 'dotted_eighth', 'mf')": 1310,
    "(39, 'dotted_eighth', 'mp')": 1311,
    "(39, 'dotted_eighth', 'p')": 1312,
    "(39, 'dotted_eighth', 'pp')": 1313,
    "(39, 'dotted_eighth', 'ppp')": 1314,
    "(39, 'dotted_half', 'f')": 1315,
    "(39, 'dotted_half', 'ff')": 1316,
    "(39, 'dotted_half', 'fff')": 1317,
    "(39, 'dotted_half', 'mf')": 1318,
    "(39, 'dotted_half', 'mp')": 1319,
    "(39, 'dotted_half', 'p')": 1320,
    "(39, 'dotted_half', 'pp')": 1321,
    "(39, 'dotted_half', 'ppp')": 1322,
    "(39, 'dotted_quarter', 'f')": 1323,
    "(39, 'dotted_quarter', 'ff')": 1324,
    "(39, 'dotted_quarter', 'fff')": 1325,
    "(39, 'dotted_quarter', 'mf')": 1326,
    "(39, 'dotted_quarter', 'mp')": 1327,
    "(39, 'dotted_quarter', 'p')": 1328,
    "(39, 'dotted_quarter', 'pp')": 1329,
    "(39, 'dotted_quarter', 'ppp')": 1330,
    "(39, 'eighth', 'f')": 1331,
    "(39, 'eighth', 'ff')": 1332,
    "(39, 'eighth', 'fff')": 1333,
    "(39, 'eighth', 'mf')": 1334,
    "(39, 'eighth', 'mp')": 1335,
    "(39, 'eighth', 'p')": 1336,
    "(39, 'eighth', 'pp')": 1337,
    "(39, 'eighth', 'ppp')": 1338,
    "(39, 'half', 'f')": 1339,
    "(39, 'half', 'ff')": 1340,
    "(39, 'half', 'fff')": 1341,
    "(39, 'half', 'mf')": 1342,
    "(39, 'half', 'mp')": 1343,
    "(39, 'half', 'p')": 1344,
    "(39, 'half', 'pp')": 1345,
    "(39, 'half', 'ppp')": 1346,
    "(39, 'long', 'f')": 1347,
    "(39, 'long', 'ff')": 1348,
    "(39, 'long', 'fff')": 1349,
    "(39, 'long', 'mf')": 1350,
    "(39, 'long', 'mp')": 1351,
    "(39, 'long', 'p')": 1352,
    "(39, 'long', 'pp')": 1353,
    "(39, 'long', 'ppp')": 1354,
    "(39, 'quarter', 'f')": 1355,
    "(39, 'quarter', 'ff')": 1356,
    "(39, 'quarter', 'fff')": 1357,
    "(39, 'quarter', 'mf')": 1358,
    "(39, 'quarter', 'mp')": 1359,
    "(39, 'quarter', 'p')": 1360,
    "(39, 'quarter', 'pp')": 1361,
    "(39, 'quarter', 'ppp')": 1362,
    "(39, 'sixteenth', 'f')": 1363,
    "(39, 'sixteenth', 'ff')": 1364,
    "(39, 'sixteenth', 'fff')": 1365,
    "(39, 'sixteenth', 'mf')": 1366,
    "(39, 'sixteenth', 'mp')": 1367,
    "(39, 'sixteenth', 'p')": 1368,
    "(39, 'sixteenth', 'pp')": 1369,
    "(39, 'sixteenth', 'ppp')": 1370,
    "(39, 'thirty_second', 'f')": 1371,
    "(39, 'thirty_second', 'ff')": 1372,
    "(39, 'thirty_second', 'fff')": 1373,
    "(39, 'thirty_second', 'mf')": 1374,
    "(39, 'thirty_second', 'mp')": 1375,
    "(39, 'thirty_second', 'p')": 1376,
    "(39, 'thirty_second', 'pp')": 1377,
    "(39, 'thirty_second', 'ppp')": 1378,
    "(39, 'whole', 'f')": 1379,
    "(39, 'whole', 'ff')": 1380,
    "(39, 'whole', 'fff')": 1381,
    "(39, 'whole', 'mf')": 1382,
    "(39, 'whole', 'mp')": 1383,
    "(39, 'whole', 'p')": 1384,
    "(39, 'whole', 'pp')": 1385,
    "(39, 'whole', 'ppp')": 1386,
    "(40, 'dotted_eighth', 'f')": 1387,
    "(40, 'dotted_eighth', 'ff')": 1388,
    "(40, 'dotted_eighth', 'fff')": 1389,
    "(40, 'dotted_eighth', 'mf')": 1390,
    "(40, 'dotted_eighth', 'mp')": 1391,
    "(40, 'dotted_eighth', 'p')": 1392,
    "(40, 'dotted_eighth', 'pp')": 1393,
    "(40, 'dotted_eighth', 'ppp')": 1394,
